{
  "plugins": {
    "FixCursorHold.nvim": {
      "src": "https://github.com/antoinemadec/FixCursorHold.nvim"
    },
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "avante.nvim": {
      "src": "https://github.com/yetone/avante.nvim"
    },
    "bigfile.nvim": {
      "src": "https://github.com/LunarVim/bigfile.nvim"
    },
    "blink-cmp-avante": {
      "src": "https://github.com/Kaiser-Yang/blink-cmp-avante"
    },
    "blink-copilot": {
      "src": "https://github.com/fang2hou/blink-copilot"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "blink.download": {
      "src": "https://github.com/saghen/blink.download"
    },
    "blink.indent": {
      "src": "https://github.com/saghen/blink.indent"
    },
    "blink.lib": {
      "src": "https://github.com/saghen/blink.lib"
    },
    "blink.pairs": {
      "src": "https://github.com/saghen/blink.pairs",
      "version": ">=0.0.0"
    },
    "bullets.vim": {
      "src": "https://github.com/bullets-vim/bullets.vim"
    },
    "claudecode.nvim": {
      "src": "https://github.com/coder/claudecode.nvim"
    },
    "codecompanion.nvim": {
      "src": "https://github.com/olimorris/codecompanion.nvim"
    },
    "codediff.nvim": {
      "src": "https://github.com/esmuellert/codediff.nvim"
    },
    "copilot.lua": {
      "src": "https://github.com/zbirenbaum/copilot.lua"
    },
    "delta.lua": {
      "src": "https://github.com/kokusenz/delta.lua"
    },
    "deltaview.nvim": {
      "src": "https://github.com/kokusenz/deltaview.nvim"
    },
    "diagram.nvim": {
      "src": "https://github.com/3rd/diagram.nvim"
    },
    "dial.nvim": {
      "src": "https://github.com/monaqa/dial.nvim"
    },
    "diffview.nvim": {
      "src": "https://github.com/dlyongemallo/diffview.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "fyler.nvim": {
      "src": "https://github.com/A7Lavinraj/fyler.nvim"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "fzf-lua-enchanted-files": {
      "src": "https://github.com/otavioschwanck/fzf-lua-enchanted-files"
    },
    "fzf-lua-frecency.nvim": {
      "src": "https://github.com/elanmed/fzf-lua-frecency.nvim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "gruvbox-material": {
      "src": "https://github.com/sainnhe/gruvbox-material"
    },
    "guess-indent.nvim": {
      "src": "https://github.com/NMAC427/guess-indent.nvim"
    },
    "hex.nvim": {
      "src": "https://github.com/RaafatTurki/hex.nvim"
    },
    "image.nvim": {
      "src": "https://github.com/3rd/image.nvim"
    },
    "img-clip.nvim": {
      "src": "https://github.com/HakonHarnes/img-clip.nvim"
    },
    "lazygit.nvim": {
      "src": "https://github.com/kdheepak/lazygit.nvim"
    },
    "lua-json5": {
      "src": "https://github.com/Joakker/lua-json5"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mcphub.nvim": {
      "src": "https://github.com/ravitemer/mcphub.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "neo-tree.nvim": {
      "src": "https://github.com/nvim-neo-tree/neo-tree.nvim"
    },
    "neogit": {
      "src": "https://github.com/NeogitOrg/neogit"
    },
    "neoscroll.nvim": {
      "src": "https://github.com/karb94/neoscroll.nvim"
    },
    "neotest": {
      "src": "https://github.com/nvim-neotest/neotest"
    },
    "neotest-bash": {
      "src": "https://github.com/rcasia/neotest-bash"
    },
    "neotest-bazel": {
      "src": "https://github.com/sluongng/neotest-bazel"
    },
    "neotest-gtest": {
      "src": "https://github.com/alfaix/neotest-gtest"
    },
    "neotest-python": {
      "src": "https://github.com/nvim-neotest/neotest-python"
    },
    "noice.nvim": {
      "src": "https://github.com/folke/noice.nvim"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-dap-python": {
      "src": "https://github.com/mfussenegger/nvim-dap-python"
    },
    "nvim-dap-view": {
      "src": "https://github.com/igorlfs/nvim-dap-view"
    },
    "nvim-lsp-file-operations": {
      "src": "https://github.com/antosha417/nvim-lsp-file-operations"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-mcp": {
      "src": "https://github.com/linw1995/nvim-mcp"
    },
    "nvim-nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio"
    },
    "nvim-tmux-navigation": {
      "src": "https://github.com/alexghergh/nvim-tmux-navigation"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-refactor": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-refactor"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "nvim-window-picker": {
      "src": "https://github.com/s1n7ax/nvim-window-picker"
    },
    "obsidian-mcp.nvim": {
      "src": "https://github.com/obsidian-nvim/obsidian-mcp.nvim"
    },
    "obsidian.nvim": {
      "src": "https://github.com/obsidian-nvim/obsidian.nvim"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "opencode.nvim": {
      "src": "https://github.com/sudo-tee/opencode.nvim"
    },
    "org-bullets.nvim": {
      "src": "https://github.com/nvim-orgmode/org-bullets.nvim"
    },
    "org-modern.nvim": {
      "src": "https://github.com/danilshvalov/org-modern.nvim"
    },
    "orgmode": {
      "src": "https://github.com/nvim-orgmode/orgmode"
    },
    "overseer.nvim": {
      "src": "https://github.com/stevearc/overseer.nvim"
    },
    "pi-nvim": {
      "src": "https://github.com/carderne/pi-nvim"
    },
    "pi.nvim": {
      "src": "https://github.com/alex35mil/pi.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "remote-sshfs.nvim": {
      "src": "https://github.com/nosduco/remote-sshfs.nvim"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "ripgrep": {
      "src": "https://github.com/BurntSushi/ripgrep"
    },
    "sidekick.nvim": {
      "src": "https://github.com/folke/sidekick.nvim"
    },
    "sshfs.nvim": {
      "src": "https://github.com/uhs-robert/sshfs.nvim"
    },
    "telescope-frecency.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-frecency.nvim"
    },
    "telescope-fzf-native.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-fzf-native.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "tiny-glimmer.nvim": {
      "src": "https://github.com/rachartier/tiny-glimmer.nvim"
    },
    "typst.vim": {
      "src": "https://github.com/kaarmu/typst.vim"
    },
    "vim-eunuch": {
      "src": "https://github.com/tpope/vim-eunuch"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-tpipeline": {
      "src": "https://github.com/vimpostor/vim-tpipeline"
    },
    "vimtex": {
      "src": "https://github.com/lervag/vimtex"
    },
    "vscode-diff.nvim": {
      "src": "https://github.com/esmuellert/vscode-diff.nvim"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    },
    "yazi.nvim": {
      "src": "https://github.com/mikavilpas/yazi.nvim"
    }
  }
}
