# sindresorhus/pure   # enhance your prompt
romkatv/powerlevel10k

ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/magic-enter
ohmyzsh/ohmyzsh path:plugins/asdf
ohmyzsh/ohmyzsh path:plugins/command-not-found
ohmyzsh/ohmyzsh path:plugins/direnv

jeffreytse/zsh-vi-mode
soimort/translate-shell
Aloxaf/fzf-tab

# add fish-like features
zdharma-continuum/fast-syntax-highlighting kind:defer
zsh-users/zsh-autosuggestions kind:defer
zsh-users/zsh-history-substring-search kind:defer


